var lis1=["<div class='b1'>" +
"<p class='bt'>巴厘岛概况</p> " +
"<hr class='hr1'>" +
"<p class='jj'>简介</p>" +
"<p class='ct'>巴厘岛，行政上称为巴厘省，是印度尼西亚33个一级行政区之一，也是著名的旅游胜地。巴厘岛距首都雅加达1000多公里，" +
"与爪哇岛之间仅有3.2公里宽海峡相隔，面积约5630多平方公里。巴厘省省会设于岛上南部的登巴萨，是印度尼西亚唯一信奉印度教的地区。</p>" +
"<p class='ct'>白沙滩、世界级的冲浪点、珊瑚礁和水疗中心无处不在，这里是个阳光普照的度假胜地，而且还有很多田园农舍、森林草原和急流深谷，" +
"错落有致地分布在面积不大的土地上。北部的六座火山一字排开，更添几分苍莽壮阔。一座座优雅精致的别墅隐藏其间，营造出遗世独立的情调，" +
"弥漫着花香的传统SPA令人身心愉悦。充分体验这座小岛，沉浸在那不可言喻的享乐中吧。</p>" +
"<hr  class='hr1'>"+
"</div>" ,
    "<div class='b2'>" +
    "<p class='bt'>巴厘岛概况</p> " +
    "<hr  class='hr1'>"+
    "<p class='jj'>区域分布</p>" +
    "<p class='ct'>在巴厘岛，库塔海滩和以北的雷吉安、水明漾海滩是旅行者的主要活动区域。这一地段位于巴厘岛的南部，" +
    "拥有巴厘岛最美丽的海滩，除了数量众多的度假酒店和家庭旅馆外，还有餐厅，咖啡馆，酒吧，夜总会……好不热闹。</p>" +
    "<p class='ct'>南部地区库塔海滩以南，巴厘岛最南端的布科半岛，有适合冲浪的浪花和巨大的度假村。努沙杜瓦是豪华度假区，" +
    "环境优雅，拥有不少顶级的度假酒店。金巴兰海滩拥有最美的日落，一边观日落一边海滩烧烤是不容错过的体验。</p>" +
    "<p class='ct'>位于岛中部的乌布是巴厘岛的心脏所在地，这里安祥美丽的田园风光和无处不在的艺术气息令西方人感到新奇，" +
    "也许有很大一部分人是被朱莉娅•罗伯茨在电影《美食、祈祷和恋爱》中在乌布的稻田间骑着自行车的景象所吸引。没错，" +
    "乌布与巴厘岛东部地区共同拥有全岛最漂亮的稻田和古迹。在巴厘岛中部占据主导地位的是中部险峻的火山，却又别有一番神秘的吸引力，" +
    "热门的线路有从乌布出发的百度库和京打马尼一日游。巴厘岛北部和西部人烟稀少，但有着不错的潜水和冲浪地。</p>" +
    "<hr class='hr1'>"+
    "</div>",
    "<div class='b3'>" +
    "<p class='bt'>巴厘岛概况</p> " +
    "<hr  class='hr1'>"+
    "<p class='jj'>历史文化</p>" +
    "<p class='ct'>巴厘岛不但天然景色优美迷人，其文化和社会风俗习惯的丰富多彩也驰名于世。" +
    "巴厘的古典舞蹈典雅多姿，在世界舞蹈艺术中具有独特的地位，亦是印尼民族舞蹈中一枝鲜艳的奇葩，" +
    "其中又数狮子与剑舞最具代表性。这里的雕刻（木雕、石雕）、绘画和手工业品也以其精湛的技艺、" +
    "独特的风格遐迩闻名。在岛上处处可见木石的精美雕像和浮雕，因此，又被称为“艺术之岛”。" +
    "巴厘的绘画别具一格，大都是用胶和矿物颜料画在粗麻布或白帆布上，主题取材于田园风光和人民生活习俗，" +
    "具有浓郁的地方色彩。位于岛中部的鸟穆是绘画中心，博物馆内保存着许多历史文物和巨幅绘画。</p>" +
    "<p class='ct'>巴厘岛因历史上受印度文化宗教的影响，居民大都信奉印度教，是印尼唯一信仰印度教的地方。" +
    "但这里的印度教同印度本土上的印度教不大相同，是印度教的教义和巴厘岛风俗习惯的结合，称为巴厘印度教。" +
    "居民主要供奉三大天神（梵天、毗湿奴、湿婆神）和佛教的释迦牟尼，还祭拜太阳神、水神、火神、风神等。" +
    "教徒家里都设有家庙，家族组成的社区有神庙，村有村庙，全岛有庙宇125000多座，因此，巴厘岛又有“千寺之岛”之美称。</p>" +
    "<p class='ct'>巴厘岛上居民多数信奉印度教，人死后尸体都要焚化，然后将骨灰抛入大海，以使死者灵魂升至天堂。" +
    "人去世后，一般暂把尸体埋于地下，等一切筹备就绪，选好吉日，才将尸体挖出放入牛、狮、鸟、莲花等形状的棺木内，" +
    "然后将其放在特制的塔型木架上，举行隆重的火葬仪式。塔型木架层数取单数，一般为3-9层。筹备时间可长可短，有的几天，" +
    "有的数日甚至数年。塔型木架的大小及仪式的隆重程度，全凭丧宾的身份、地位及财力。在巴厘人的观念中，他们不认为死亡是件悲伤的事，" +
    "所以葬礼活动场面非常热闹。在经过有乐队、舞者、司仪参与的一整套仪式之后，才把死者送上天堂。</p>" +
    "<hr class='hr1'>"+
    "</div>"];
var lis2=["<div class='b4'>" +
"<p class='bt'>巴厘岛风俗与禁忌</p> " +
"<hr class='hr1'>" +
"<p class='jj'>禁忌事项</p>" +
"<p class='ct'>1、印尼人初次见面都要交换名片。印尼人大多数信奉伊斯兰教，忌讳吃猪肉食品，忌饮烈性酒，不爱吃海参，也不吃带骨带汁的菜和鱼肚等。</p>" +
"<p class='ct'>2、行走时要留意路上的祭祀用品，千万不可踩踏。当地人经常把祭品摆放在门口，街头有些我们看来很普通的事物如树木也被当作神灵祭祀，所以街边也经常摆放着祭祀用品。</p>" +
"<p class='ct'>3、印尼人握手或接拿东西必须伸出右手，不可用左手（当地人左手用来如厕），不要摸别人的头，包括小孩的头，也不可用手指人，还要时常保持微笑。</p>" +
"<p class='ct'>4、进入寺庙需脱鞋，不可露出手臂及腿，寺庙门口有供免费借用的沙龙和腰带，但应适当布施，另外生理期的女生不得进入寺庙。</p>" +
"<p class='ct'>5、不要进入印度教寺庙内部。非印度教徒是被禁止进入的，不要被好奇心驱使，即使有人怂恿也应该拒绝。</p>" +
"<p class='ct'>6、本地人跪拜祈祷时，不要站在其前方。无论在哪里，这至少是非常不礼貌的。</p>" +
"<p class='ct'>7、若有人尤其是祭师坐在地上时，千万不可站在他的右手边。</p>" +
"<p class='ct'>8、到当地人家中做客，进入房间的时候要先脱鞋。</p>" +
"<hr  class='hr1'>"+
"</div>"];
var lis3=["<div class='b5'>"+
"<p class='bt'>巴厘岛交通</p> " +
"<hr class='hr1'>" +
"<p class='jj'>飞机</p>" +
"<p class='ct'>巴厘岛登巴萨国际机场（Ngurah Rai Denpasar International Airport）在登巴萨市以南12公里处。" +
"在机场外面官方设定的柜台上，可以叫到价格固定的出租车。</p>" +
"<p class='ct'>从机场出发的价格固定的出租车开往各地区的报价：</p>" +
"<table class='table' frame='hsides'rule='all'>" +
" <tr>" +
" <th>目的地</th>"+
" <th>价格(盾)</th>"+
"</tr>"+
" <tr>" +
" <td>Denpasar（登巴萨）</td>"+
" <td>70,000-90,000</td>"+
"</tr>"+
" <tr>" +
" <td>Jimbaran（金巴兰）</td>"+
" <td>60,000-75,000</td>"+
"</tr>"+
" <tr>" +
" <td>Kuta（库塔）</td>"+
" <td>45,000-50,000</td>"+
"</tr>"+
" <tr>" +
" <td>Legian（雷安）</td>"+
" <td>55,000-60,000</td>"+
"</tr>"+
" <tr>" +
" <td>Nusa Dua（努沙杜瓦）</td>"+
" <td>95,000-105,000</td>"+
"</tr>"+
" <tr>" +
" <td>Seminyak（水明漾）</td>"+
" <td>60,000-70,000</td>"+
"</tr>"+
" <tr>" +
" <td>Ubud（乌布）</td>"+
" <td>195,000-225,000</td>"+
"</tr>"+
"</table>"+
"<hr  class='hr1'>"+
"</div>",
    "<div class='b6'>" +
    "<p class='bt'>巴厘岛交通</p> " +
    "<hr  class='hr1'>"+
    "<p class='jj'>租车</p>" +
    "<p class='ct'>包车是在巴厘岛上游玩的主要方式，因为各景点间距离较远，而且很多地点比较偏僻。" +
    "找车非常容易，在旅游中心四周的街道上自己找一名司机，或者由酒店代劳，让酒店担负起责任。</p>" +
    "<p class='ct'>包车一天的费用约为350,000盾到6,000,00盾之间，这在很大程度上却居于旅行距离，" +
    "更为重要的是，取决于你的砍价技巧。如果想早点出发，晚点回来，路况又相当糟糕，那么就得多花点钱。" +
    "尽管司机会合情合理地要求预付汽油费，在返回之前，绝不要全额付款。如果是一日游，可能得为司机购买餐食。" +
    "游览结束后，应根据对司机的服务满意度支付小费，一般情况下是50,000盾/天。</p>" +
    "<p class='ct'>所有旅游中心的出租和旅游机构都能以相当低廉的价格出租汽车。一辆铃木越野车每天的租金是150,000盾。" +
    "行驶里程数不受限制，不过保险很有限。一辆丰田每天的价格大约在180,000盾。这些价格上下波动很大，取决于要价、车况、" +
    "租用时间和旅行者自身讨价还价的能力。</p>" +
    "<hr class='hr1'>"+
    "</div>",
    "<div class='b7'>" +
    "<p class='bt'>巴厘岛交通</p> " +
    "<hr  class='hr1'>"+
    "<p class='jj'>市内公交</p>" +
    "<p class='ct'>登巴萨是巴厘岛的公共交通枢纽，这里有开往岛屿各个角落的公共汽车。往巴厘岛各个方向的车站分别是Ubung、Batubulan和Tega。每个终点站都有定期的bemo连接登巴萨的其他终点站，车费7000盾。" +
    "不过乘坐公交既费时，又不甚方便，车上还会遭遇扒手。</p>" +
    "<p class='ct'>Ubung汽车站：位于城市北面。是前往巴厘岛西部和北部的终点站。从Ubung车站出发的开往各地区的bemo车票约为：</p>" +
    "<table class='table2'>" +
    " <tr>" +
    " <th>目的地</th>"+
    " <th>价格(盾)</th>"+
    "</tr>"+
    " <tr>" +
    " <td>Kediri（前往海神庙）</td>"+
    " <td>12,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Mengwi（孟威）Kuta（库塔）</td>"+
    " <td>12,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Pancasari（前往布拉坦湖）</td>"+
    " <td>22,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Sinaraja（辛加拉加）</td>"+
    " <td>35,000</td>"+
    "</tr>"+
    "</table>"+
    "<p class='ct'>Batubulan汽车站：位于登巴萨东北6公里处，前往巴厘岛中部和东部目的地的汽车从此发出。从Batubulan车站出发的开往各地区的bemo车票约为：</p>" +
    "<table class='table2'>" +
    " <tr>" +
    " <th>目的地</th>"+
    " <th>价格(盾)</th>"+
    "</tr>"+
    " <tr>" +
    " <td>Kintamani（京打马尼）</td>"+
    " <td>24,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Padangbai（八丹拜）</td>"+
    " <td>24,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Sanur（萨努尔）</td>"+
    " <td>7,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Sinaraja（辛加拉加）</td>"+
    " <td>35,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Ubud（乌布）</td>"+
    " <td>13,000</td>"+
    "</tr>"+
    "</table>"+
    "<p class='ct'>Tega汽车站：位于城西的Jl liman Bonmjol大街上，是前往库塔区的出发站。从Tega车站出发的开往各地区的bemo车票约为：</p>" +
    "<table class='table2'>" +
    " <tr>" +
    " <th>目的地</th>"+
    " <th>价格(盾)</th>"+
    "</tr>"+
    " <tr>" +
    " <td>飞机场</td>"+
    " <td>10,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Jimbaran（金巴兰）</td>"+
    " <td>12,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Kuta（库塔）</td>"+
    " <td>8,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Legian（雷安）</td>"+
    " <td>13,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Ulu Watu（乌鲁瓦图）</td>"+
    " <td>15,000</td>"+
    "</tr>"+
    "</table>"+
    "<hr class='hr1'>"+
    "</div>",
    "<div class='b8'>" +
    "<p class='bt'>巴厘岛交通</p> " +
    "<hr class='hr1'>" +
    "<p class='ct'><b>出租车</b></p>" +
    "<p class='ct'>出租车起步价5,000盾，超出起步价每公里收费2,000盾，在岛的南部登巴萨市及各海滩之间乘出租车大致花费在25,000-50,000盾之间。" +
    "通常要给司机小费，500盾或1,000盾面额下的零头。出租车颜色有蓝、绿、橙、白几种，代表了不同的出租车公司。最著名的出租车公司是蓝色车身的蓝鸟公司，" +
    "司机服务态度好，也很少有故意绕路、多收钱等行为。其次是绿色或橘色车（但费用可能要多一成）。乘白色车之前要先谈好价钱。</p>" +
    "<hr  class='hr1'>"+
    "<p class='ct'><b>观光车</b></p>" +
    "<p class='ct'>Perama公司的旅游大巴几乎垄断了巴厘岛的这个领域，办事处遍布巴厘岛各个主要城镇，每天至少有一班长途汽车往返于巴厘岛的许多个旅游中心。" +
    "票价合理，非常正规，给发票，凭票坐车。购票时请对日程表进行确认，确保至少提前一天订好自己的旅程。同时，一定得了解Perama的巴士在哪里让乘客上下车，因为可能要额外支付5000盾往返酒店。</p>" +
    "<p class='ct'>各地乘车点：</p>" +
    "<p class='ct'>库塔：Jl. Legian No.39（Legian街 poppies I 巷口）</p>" +
    "<p class='ct'>萨努尔：Warung Pojok, Jl Hang Tuah 31</p>" +
    "<p class='ct'>乌布：Hanoman Str (Jl.Hanoman Tegal Sari斜对面)</p>" +
    "<p class='ct'>罗威那：Anturan（离海豚广场很远）</p>" +
    "<hr  class='hr1'>"+
    "<p class='ct'><b>游轮</b></p></p>" +
    "<p class='ct'>有很多南洋的轮船前往巴厘岛，像是从爪哇岛、苏门答腊岛、加里曼丹岛、马来群岛、菲律宾群岛、越南、泰国等。需要注意的是，往来轮船的档次不一，多是旅客、货物混载的两用船为主，船只质量较差不建议游客乘坐此类轮船长途航行。</p>" +
    "<p class='ct'>每年在中国传统节假日，如春节、中秋节前后，会有自华南地区经由澳门、泰国等地，最终抵达吉隆坡—泗水（苏腊巴亚）—巴厘岛—马尼拉一线的豪华游轮开行，从出发到抵达约需一周时间。如果想坐船出行的话，这是个不错的选择。或者选择飞往泗水，再转乘半小时轮船前往巴厘岛。</p>" +
    "</div>"];
var lis4=["<div class='b9'>" +
"<p class='bt'>签证攻略</p> " +
"<hr class='hr1'>" +
"<p class='jj'>签证</p>" +
"<p class='ct'>从2015年6月起，印度尼西亚对中国公民实施旅游免签政策，中国游客可由雅加达、巴厘岛、棉兰、泗水、巴淡岛等机场免签进入印尼境内，最多可停留30天，但不得延长或变更为其他签证。</p>" +
"<p class='ct'></p>" +
"<p class='ct'><b>印度尼西亚驻中国大使馆</b></p>" +
"<p class='ct'>地址：北京三里屯外交人员办公楼B楼，100600</p>" +
"<p class='ct'>电话：010-65325488</p>" +
"<p class='ct'></p>" +
"<p class='ct'><b>印度尼西亚驻广州领事馆</b></p>" +
"<p class='ct'>地址：广州市流花路120号东方宾馆西楼二层1201-1223室，510016</p>" +
"<p class='ct'>电话：020-86018772，86018790，86018850</p>" +
"<p class='ct'></p>" +
"<p class='ct'><b>中国驻印尼大使馆</b></p>" +
"<p class='ct'>地址：L. MEGA KUNINGAN NO.2 JAKARTA SELATAN 12950 INDONESIA</p>" +
"<p class='ct'>电话：（6221）5761037（办公室），5761027（领事部），5761047（商务处）</p>" +
"<hr  class='hr1'>"+
"</div>" ,
    "<div class='b10'>" +
    "<p class='bt'>签证攻略</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>出入海关规定</p>" +
    "<p class='ct'><b>出入境</b></p>" +
    "<p class='ct'>护照是出国旅游的基本证件，有护照才能办理签证，护照有效期为10年，办理签证前检查下护照有效期是否在6个月以上，是否还有至少2页正反面都是空白页，如没有请换新本再签，以免耽误行程。</p>" +
    "<p class='ct'>入境时，须填写“入出境E/D CARD”、“海关申告单CUSTOM DECLARATION”。抵达机场下飞机后，可以看到VISA ON ARRIVAL字样柜台，在任意窗口买落地签，窗口工作人员会发给客人一张收据，" +
    "凭此收据继续往前走就可以办理落地签。</p>" +
    "<p class='ct'><b>海关</b></p>" +
    "<p class='ct'>外国非外交人员出入机场、港口等国际口岸，随身及托运行李必须接受海关检查。外国游客可随身携带的日常生活必须品有：" +
    "总价值不超过250美元/人的货物（乘务员所带货物总价值不超过50美元/人）（包括200支香烟或50支雪茄或200克烟叶；1升含酒精饮料；适量的香水）享受免税待遇。外国游客自用的照相机、摄像机、卡带式录音机、" +
    "望远镜、运动器械、笔记本电脑、手机或其它类似设备需申报，离境时须带回。外国游客入境时须填写海关申报表申报自己的物品，包括数量、种类、价值等。没有需要报关物品的走绿色通道，有需要报关物品的走红色通道。" +
    "对于外汇没有任何限制，但进出口的印度尼西亚卢比只限于500万。大于此数目需要申报。</p>"+
    "<hr  class='hr1'>"+
    "</div>"];
var lis5=["<div class='b11'>" +
"<p class='bt'>巴厘岛旅游时间</p> " +
"<hr class='hr1'>" +
"<p class='jj'>旅游季节</p>" +
"<p class='ct'>巴厘岛地处赤道附近，是典型的热带雨林气候，全年平均温度为28℃，分为干季和雨季。每年的4月到10月为干季，雨量相对较少。特别是6月-9月，很少下雨，夜晚凉爽，是最佳旅游时间；" +
"从12月到3月是雨季，几乎每天都有大雨，但多为阵雨，白天大部分时间天气晴朗，对游玩影响不大。但空气潮湿，感觉不太舒适。在巴厘岛腹地的乌布和山区，常年天气多云多雨，气温比海边略低。" +
"在海拔相对高的地区如京那马尼，日落后需要穿毛衣和夹克。</p>" +
"<p class='ct'>每年的7、8月以及9月初有大量的欧洲人到巴厘岛来度假，这一段时间是人多的旺季，当地宾馆的价格较高且常常客满。圣诞节前后来自澳洲和印尼其他地方的游人较多，是另外一个旺季。</p>" +
"<hr  class='hr1'>"+
"</div>" ,
    "<div class='b12'>" +
    "<p class='bt'>巴厘岛旅游时间</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>重要节日</p>" +
    "<p class='ct'><b>安宁日（Hari Nyepi/Day of Silence）</b></p>" +
    "<p class='ct'>又叫静居日、静心节、静居节、涅琵，是巴厘岛的新年。这个节日同中国的新年有很大不同，这一天人们要反省自己的内心，节日当天，整个巴厘岛都处在安静的气氛中，人们必须待在家里，" +
    "不能谈话，并关掉电灯、电视和收音机等一切制造声音的设备，同时街上还有巡逻人员巡视。而主要的庆祝活动则在安宁日前一天，人们要举行盛大的祭祀活动，同时还有游行等活动，非常热闹。时间为每年3-4月；地点为巴厘岛。</p>" +
    "<p class='ct'><b>巴厘岛艺术节</b></p>" +
    "<p class='ct'>是艺术家们展示自己作品的节日，为期一个月，在那期间，来自世界各地的音乐家、作家、舞蹈家、画家等云集于登巴萨的艺术中心表现自己的艺术作品。时间为每年6月15日-7月14；地点在登巴萨（Denpasar）</p>"+
    "<p class='ct'><b>巴厘岛风筝节</b></p>" +
    "<p class='ct'>是印尼政府为了重振陷入困境的巴厘岛旅游业而设立的，每年7月，都会举行盛大的风筝节，到时候游客可以看到满天空五颜六色的风筝。时间为每年7月；地点在萨努尔海滩（Sanur Beach）</p>"+
    "<p class='ct'><b>库塔狂欢节（Kuta Karnival）</b></p>" +
    "<p class='ct'>这是巴厘岛最热闹的节日，节日是为了庆祝2002年的库塔(kuta)爆炸案而设立的，到这一天，人们选择用欢乐嘉年华的方式来纪念这个灾难，人们会举行各种各样的活动来进行狂欢，整个库塔(kuta)都是一片喜庆热闹的气氛。" +
    "时间为每年9月底至十月初；地点在库塔海滩（Kuta Beach）</p>"+
    "<hr  class='hr1'>"+
    "</div>"];
var lis6=["<div class='b13'>" +
"<p class='bt'>出行须知</p> " +
"<hr class='hr1'>" +
"<p class='jj'>衣着用品</p>" +
"<p class='ct'>巴厘岛终年如夏，游客一般只要准备夏季服装。外出游览时，衣着以轻便为宜，穿T恤衫、短裤即可。若参观博物馆、寺庙、总统行宫，参加普通宴请，男穿长裤衬衣、女穿长裙即不为失礼。巴厘岛白天阳光强烈，遮阳帽或阳伞是必备之物。" +
"若在雨季，外出别忘带上雨具。化妆护肤建议使用控油防晒型化妆品和补水型保养品。最好随身备一些发烧药、止泻药。</p>" +
"<p class='ct'></p>" +
"<hr  class='hr1'>"+
"</div>",
    " <div class='b14'>"+
    "<p class='bt'>出行须知</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>重要电话</p>" +
    "<p class='ct'>紧急呼叫：112</p>" +
    "<p class='ct'>火警：113</p>" +
    "<p class='ct'>匪警：112</p>" +
    "<p class='ct'>救护车：118</p>" +
    "<p class='ct'>自然灾害报警：129</p>" +
    "<p class='ct'>国际搜索与救援：(+62) 21 34832881、21 34832908</p>" +
    "<p class='ct'>国家旅游局咨询投诉电话：(+62) 21 5704855</p>" +
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b15'>"+
    "<p class='bt'>出行须知</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>旅游忠告</p>" +
    "<p class='ct'>1、出入印尼海关时禁止携带的物品有：火器、麻醉药品、色情材料、简体中文的印刷物、药品、收发器和无线电话。</p>" +
    "<p class='ct'>2、外出购物时尽量少刷卡，东南亚信用卡盗刷现象很严重。</p>" +
    "<p class='ct'>3、在巴厘岛刷卡购物的话需要至少买5000印尼盾的东西，再少一般不给刷。另外刷卡都会收3%左右的刷卡费。</p>" +
    "<p class='ct'>4、建议直接在国内换一千美元的零钱去，比换印尼盾划算得多。</p>" +
    "<p class='ct'>5、如果英语或数学不是特别好的话，建议随身携带计算器。</p>" +
    "<p class='ct'>6、买土特产食物的时候不要相信导游，直接去超市问路人最好。50块人民币就可以买一大袋零食，远远强过导游推荐的200块一包的糖饼。</p>" +
    "<p class='ct'>7、喜欢吃西餐的人推荐去试试鳄梨巧克力，每块只要人民币8元。</p>" +
    "<p class='ct'>8、出入寺庙时请穿着过膝的下装，上衣不要穿吊带装。</p>" +
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b16'>"+
    "<p class='bt'>出行须知</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>医疗信息</p>" +
    "<p class='ct'>在前往巴厘岛之前，建议接受黄热病、霍乱、痢疾等热带疫苗的接种。此外最好随身携带防蚊液、清凉油、正红花油以及真空包装的酒精棉球等简易清创包扎物品。" +
    "印度尼西亚的整体医疗条件都比较差，如果您需要日常服药的话，最好将各种药品在国内一次性买齐带去。</p>" +
    "<p class='ct'>印度尼西亚包括巴厘岛的医疗水平很差并且很贵。所以尽量不要去当地医院就诊。除非是急到不行的急病。如果万一真的突患恶疾，建议直接转飞新加坡就医。巴厘岛本地医院的上限是皮肉伤。</p>" +
    "<p class='ct'><b>巴厘岛较好医院：BIMC Hospital</b></p>" +
    "<p class='ct'>地址：Jalan Ngurah Rai By Pass, Kuta 80361</p>" +
    "<p class='ct'>电话：(+62) 361 761263</p>" +
    "<hr  class='hr1'>"+
    "</div>"];
var lis7=["<div class='b17'>" +
"<p class='bt'>巴厘岛网络通讯</p> " +
"<hr class='hr1'>" +
"<p class='jj'>网络</p>" +
"<p class='ct'>印尼的网络覆盖有限，速度又让人不可捉摸。但在人口密集的大城市，会有一个公共上网设施warnet，在那里花费每小时3000盾至5000盾即可上网。wifi也越来越多地被使用在旅游城市、酒店和市中心的咖啡厅内。</p>" +
"<hr  class='hr1'>"+
"</div>",
    "<div class='b18'>"+
    "<p class='bt'>巴厘岛网络通讯</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>邮政</p>" +
    "<p class='ct'>巴厘岛一共有三家邮局，其中有一家受理各种国际邮政业务。印度尼西亚规定国际包裹重量须在10公斤以下，所有邮件均需经过邮局工作人员查验之后方可寄出，所以不用事先封包。</p>" +
    "<p class='ct'><b>邮局名称：Pt. Pos Indonesia（Bali）</b></p>"+
    "<p class='ct'>地址：Jalan Puputan Niti Mandala Raya</p>"+
    "<p class='ct'>电话：(+62) 361 223566</p>"+
    "<p class='ct'>营业时间：8:00-16:00，周六日不营业</p>"+
    "<hr  class='hr1'>"+
    "</div>"];
var ul=["<div class='b1'>" +
"<p class='bt'>巴厘岛概况</p> " +
"<hr class='hr1'>" +
"<p class='jj'>简介</p>" +
"<p class='ct'>巴厘岛，行政上称为巴厘省，是印度尼西亚33个一级行政区之一，也是著名的旅游胜地。巴厘岛距首都雅加达1000多公里，" +
"与爪哇岛之间仅有3.2公里宽海峡相隔，面积约5630多平方公里。巴厘省省会设于岛上南部的登巴萨，是印度尼西亚唯一信奉印度教的地区。</p>" +
"<p class='ct'>白沙滩、世界级的冲浪点、珊瑚礁和水疗中心无处不在，这里是个阳光普照的度假胜地，而且还有很多田园农舍、森林草原和急流深谷，" +
"错落有致地分布在面积不大的土地上。北部的六座火山一字排开，更添几分苍莽壮阔。一座座优雅精致的别墅隐藏其间，营造出遗世独立的情调，" +
"弥漫着花香的传统SPA令人身心愉悦。充分体验这座小岛，沉浸在那不可言喻的享乐中吧。</p>" +
"<hr  class='hr1'>"+
"</div>",
    "<div class='b4'>" +
    "<p class='bt'>巴厘岛风俗与禁忌</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>禁忌事项</p>" +
    "<p class='ct'>1、印尼人初次见面都要交换名片。印尼人大多数信奉伊斯兰教，忌讳吃猪肉食品，忌饮烈性酒，不爱吃海参，也不吃带骨带汁的菜和鱼肚等。</p>" +
    "<p class='ct'>2、行走时要留意路上的祭祀用品，千万不可踩踏。当地人经常把祭品摆放在门口，街头有些我们看来很普通的事物如树木也被当作神灵祭祀，所以街边也经常摆放着祭祀用品。</p>" +
    "<p class='ct'>3、印尼人握手或接拿东西必须伸出右手，不可用左手（当地人左手用来如厕），不要摸别人的头，包括小孩的头，也不可用手指人，还要时常保持微笑。</p>" +
    "<p class='ct'>4、进入寺庙需脱鞋，不可露出手臂及腿，寺庙门口有供免费借用的沙龙和腰带，但应适当布施，另外生理期的女生不得进入寺庙。</p>" +
    "<p class='ct'>5、不要进入印度教寺庙内部。非印度教徒是被禁止进入的，不要被好奇心驱使，即使有人怂恿也应该拒绝。</p>" +
    "<p class='ct'>6、本地人跪拜祈祷时，不要站在其前方。无论在哪里，这至少是非常不礼貌的。</p>" +
    "<p class='ct'>7、若有人尤其是祭师坐在地上时，千万不可站在他的右手边。</p>" +
    "<p class='ct'>8、到当地人家中做客，进入房间的时候要先脱鞋。</p>" +
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b5'>"+
    "<p class='bt'>巴厘岛交通</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>飞机</p>" +
    "<p class='ct'>巴厘岛登巴萨国际机场（Ngurah Rai Denpasar International Airport）在登巴萨市以南12公里处。" +
    "在机场外面官方设定的柜台上，可以叫到价格固定的出租车。</p>" +
    "<p class='ct'>从机场出发的价格固定的出租车开往各地区的报价：</p>" +
    "<table class='table' frame='hsides'rule='all'>" +
    " <tr>" +
    " <th>目的地</th>"+
    " <th>价格(盾)</th>"+
    "</tr>"+
    " <tr>" +
    " <td>Denpasar（登巴萨）</td>"+
    " <td>70,000-90,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Jimbaran（金巴兰）</td>"+
    " <td>60,000-75,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Kuta（库塔）</td>"+
    " <td>45,000-50,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Legian（雷安）</td>"+
    " <td>55,000-60,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Nusa Dua（努沙杜瓦）</td>"+
    " <td>95,000-105,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Seminyak（水明漾）</td>"+
    " <td>60,000-70,000</td>"+
    "</tr>"+
    " <tr>" +
    " <td>Ubud（乌布）</td>"+
    " <td>195,000-225,000</td>"+
    "</tr>"+
    "</table>"+
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b9'>" +
    "<p class='bt'>签证攻略</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>签证</p>" +
    "<p class='ct'>从2015年6月起，印度尼西亚对中国公民实施旅游免签政策，中国游客可由雅加达、巴厘岛、棉兰、泗水、巴淡岛等机场免签进入印尼境内，最多可停留30天，但不得延长或变更为其他签证。</p>" +
    "<p class='ct'></p>" +
    "<p class='ct'><b>印度尼西亚驻中国大使馆</b></p>" +
    "<p class='ct'>地址：北京三里屯外交人员办公楼B楼，100600</p>" +
    "<p class='ct'>电话：010-65325488</p>" +
    "<p class='ct'></p>" +
    "<p class='ct'><b>印度尼西亚驻广州领事馆</b></p>" +
    "<p class='ct'>地址：广州市流花路120号东方宾馆西楼二层1201-1223室，510016</p>" +
    "<p class='ct'>电话：020-86018772，86018790，86018850</p>" +
    "<p class='ct'></p>" +
    "<p class='ct'><b>中国驻印尼大使馆</b></p>" +
    "<p class='ct'>地址：L. MEGA KUNINGAN NO.2 JAKARTA SELATAN 12950 INDONESIA</p>" +
    "<p class='ct'>电话：（6221）5761037（办公室），5761027（领事部），5761047（商务处）</p>" +
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b11'>" +
    "<p class='bt'>巴厘岛旅游时间</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>旅游季节</p>" +
    "<p class='ct'>巴厘岛地处赤道附近，是典型的热带雨林气候，全年平均温度为28℃，分为干季和雨季。每年的4月到10月为干季，雨量相对较少。特别是6月-9月，很少下雨，夜晚凉爽，是最佳旅游时间；" +
    "从12月到3月是雨季，几乎每天都有大雨，但多为阵雨，白天大部分时间天气晴朗，对游玩影响不大。但空气潮湿，感觉不太舒适。在巴厘岛腹地的乌布和山区，常年天气多云多雨，气温比海边略低。" +
    "在海拔相对高的地区如京那马尼，日落后需要穿毛衣和夹克。</p>" +
    "<p class='ct'>每年的7、8月以及9月初有大量的欧洲人到巴厘岛来度假，这一段时间是人多的旺季，当地宾馆的价格较高且常常客满。圣诞节前后来自澳洲和印尼其他地方的游人较多，是另外一个旺季。</p>" +
    "<hr  class='hr1'>"+
    "</div>" ,
    "<div class='b13'>" +
    "<p class='bt'>出行须知</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>衣着用品</p>" +
    "<p class='ct'>巴厘岛终年如夏，游客一般只要准备夏季服装。外出游览时，衣着以轻便为宜，穿T恤衫、短裤即可。若参观博物馆、寺庙、总统行宫，参加普通宴请，男穿长裤衬衣、女穿长裙即不为失礼。巴厘岛白天阳光强烈，遮阳帽或阳伞是必备之物。" +
    "若在雨季，外出别忘带上雨具。化妆护肤建议使用控油防晒型化妆品和补水型保养品。最好随身备一些发烧药、止泻药。</p>" +
    "<p class='ct'></p>" +
    "<hr  class='hr1'>"+
    "</div>",
    "<div class='b17'>" +
    "<p class='bt'>巴厘岛网络通讯</p> " +
    "<hr class='hr1'>" +
    "<p class='jj'>网络</p>" +
    "<p class='ct'>印尼的网络覆盖有限，速度又让人不可捉摸。但在人口密集的大城市，会有一个公共上网设施warnet，在那里花费每小时3000盾至5000盾即可上网。wifi也越来越多地被使用在旅游城市、酒店和市中心的咖啡厅内。</p>" +
    "<hr  class='hr1'>"+
    "</div>"];
 $(".content").html(ul[0]);
$(".ul>li").on("mouseover","p",function () {
    $(".ul>li p").removeClass("hover");
    $(this).addClass("hover");
})
$(".ul>li").on("click","p", function() {
    $(".ul>li p").removeClass("click");
    $(this).addClass("click");
    var a = 0;
    if (a == 1) {}
    else {
        $(this).removeClass("hover");
    }
})
$(".ul>li").on("mouseover","li",function () {
    $(".ul>li li").removeClass("hover");
    $(this).addClass("hover");
 })
$(".ul>li").on("mouseout","li",function () {
    $(".ul>li li").removeClass("hover");
})
$(".ul>li").on("mouseout","p",function () {
    $(".ul>li p").removeClass("hover");
})
$(".ul2").on("click","li", function() {
    $(".content").html(lis1[$(this).index()]);
})
$(".ul3").on("click","li", function() {
    $(".content").html(lis2[$(this).index()]);
})
$(".ul4").on("click","li", function() {
    $(".content").html(lis3[$(this).index()]);
})
$(".ul5").on("click","li", function() {
    $(".content").html(lis4[$(this).index()]);
})
$(".ul6").on("click","li", function() {
    $(".content").html(lis5[$(this).index()]);
})
$(".ul7").on("click","li", function() {
    $(".content").html(lis6[$(this).index()]);
})
$(".ul8").on("click","li", function() {
    console.log($(this).index());
    $(".content").html(lis7[$(this).index()]);
})
$(".li").on("click","p" ,function() {
    console.log($(this).parents().index());
    $(".content").html(ul[$(this).parents().index()]);
})